chat_system_472398029_actor_description=Archmage Rezo.
chat_system_472398029_snap_0_question=^?^I'm locked in my tower and can't get out. Terrible monsters have filled all the rooms and won't let me escape.
chat_system_472398029_snap_0_answer_0=^?^What's the problem? You are an Archmage, aren't you?
chat_system_472398029_snap_1_question=^?^Just because I'm an Archmage doesn't mean I can incinerate armies with a twitch of my eyebrows. Sure I might be able to battle them, but my new Staff of Destruction won't let me do it. It just sits there, watching my every movement.<br>This damned staff! In spite of the fact that it was made especially for me, it turns out to be stronger than I am and I can't manage it.<br>The staff has summoned magical monsters that are ruining my magic storerooms and destroying my research.
chat_system_472398029_snap_1_answer_0=^?^Well, how can I help you? Your tower is sealed and it's impossible to get in.
chat_system_472398029_snap_2_question=^?^I'll open the entrance to the tower. I locked it to prevent the monsters from getting out. Help me and I'll pay you.<br>[reward]
chat_system_472398029_snap_2_answer_0=^?^It's open, I'm ready.
chat_system_472398029_snap_2_answer_1=^?^You know what... I'll come later.
chat_system_472398029_snap_4_question=^?^So, did you come to free me?
chat_system_472398029_snap_4_answer_0=^?^Yes. Open up your tower.
chat_system_472398029_snap_4_answer_1=^?^No, not yet.
chat_system_472398029_snap_3_question=^?^Why did you go? I need your help.
chat_system_472398029_snap_3_answer_0=^?^But I've returned. Come on - open the entrance to the tower.
chat_system_472398029_snap_3_answer_1=^?^I can't help you right now. But I'll be back soon.
